tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"
tap localsend/localsend

brew "mas"

brew "chezmoi"
brew "tig"
brew "neovim"
brew "git"
brew "jq"
brew "eza"
brew "htop"
brew "tmux"
brew "asdf"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "bat"
brew "gh"
brew "lsd"
brew "duf"
brew "dust"
brew "the_silver_searcher"
brew "httpie"
brew "zoxide"
brew "difftastic"
brew "gnupg"

cask "font-meslo-lg-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "1password"
cask "1password-cli"
cask "visual-studio-code"
cask "karabiner-elements"
cask "rectangle"
cask "kitty"
cask "localsend"
