cask "google-chrome"
cask "telegram"
cask "notion"
cask "iina"
cask "microsoft-remote-desktop"
cask "microsoft-office"
cask "netnewswire"
cask "android-platform-tools"
cask "calibre"
cask "ogdesign-eagle"
cask "numi"
cask "alfred"
cask "docker"
cask "owncloud"
cask "staruml"
