tap "homebrew/cask-fonts"

brew "chezmoi"
brew "tig"
brew "neovim"
brew "git"
brew "jq"
brew "exa"
brew "htop"
brew "tmux"
brew "asdf"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "bat"
brew "gh"
brew "lsd"
brew "duf"
brew "dust"
brew "the_silver_searcher"
brew "httpie"
brew "zoxide"
brew "1password-cli"

cask "google-chrome"
cask "1password"
cask "1password-cli"
cask "telegram"
cask "notion"
cask "iterm2"
cask "iina"
cask "visual-studio-code"
cask "karabiner-elements"
cask "rectangle"
cask "microsoft-remote-desktop"
cask "netnewswire"
cask "font-meslo-lg-nerd-font"
cask "font-caskaydia-cove-nerd-font"
